Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=919_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjälain uudistus etenee
smn: Sämitiggelaavâ uđâsmittem ovdán

source: Oikeusministeriön ja saamelaiskäräjien yhteisenä tavoitteena on, että vuonna 2015 pidettävissä saamelaiskäräjävaaleissa noudatetaan uutta saamelaiskäräjälakia ja sen vaaleja koskevia säännöksiä.
smn: Riehtiministeriö já sämitige ohtsâš ulmen lii, ete ive 2015 sämitiggevaaljâin nuávditteh uđđâ sämitiggelaavâ já ton valjáid kyeskee njuolgâdusâid.

source: Ministeriö ja saamelaiskäräjät myös toimivat tavoitteen saavuttamiseksi.
smn: Ministeriö já sämitigge meid tuáimih ulme juksâmân.

source: Oikeusministeriön mukaan hallituksen esitys annetaan eduskuntaan mahdollisimman pian.
smn: Riehtiministeriö mield haldâttâs oovdânpyehtim adeleh ovdâskoodán nuuvt jotelávt ko máhđulâš.

source: Eduskunta käsittelee hallituksen esitystä syksyllä.
smn: Ovdâskodde kieđâvuš haldâttâs oovdânpyehtim čohčuv.

source: Jos tarve vaatii, voidaan lakiin sen eduskuntakäsittelyn yhteydessä esittää otettaviksi tarpeelliset siirtymäsäännökset vuoden 2015 vaaleissa sovellettavista vaaliluetteloon hakeutumista ja vaaliluettelon vahvistamista koskevista määräajoista ja muista mahdollisista vaalien toimittamiseen liittyvistä seikoista. ”
smn: Jis lii tárbu, te laahân puáhtá iävtuttiđ ton ovdâskoddekieđâvuššâm ohtâvuođâst väldiđ tárbulijd sirdumnjuolgâdusâid vaaljâluvâttâlmân ucâlumân já vaaljâluvâttâllâm naanoodmân kyeskee meriaaigijn maid heiviitteh ive 2015 vaaljâin já eres máhđulijn vaaljâi tooimâtmân lohtâseijee aašijn. ”

source: Olen varma siitä, että saamelaisyhteisön ja saamelaiskäräjien tukema saamelaismääritelmä astuu voimaan ennen vaaleja ja saamelaiskäräjät käsittelee hakemukset saamelaiskäräjien vaaliluetteloon uuden määritelmän nojalla ”, saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kertoo.
smn: Lam vises tast, ete sämisiärváduv já sämitige tuárjum sämmilâšmiäruštâllâm šadda vuáimán ovdil vaaljâid já sämitigge kieđâvuš ucâmušâid sämitige vaaljâluvâttâlmân uđđâ miäruštâllâm vuáđuld ”, sämitige saavâjođetteijee Klemetti Näkkäläjärvi muštâl.

source: ” Saamelaiskäräjien käsityksen mukaan hallituksen esitystä ei ole tarvetta käsitellä muissa valiokunnissa kuin perustuslakivaliokunnassa.
smn: ” Sämitige ibárdâs mield haldâttâs oovdânpyehtim ij lah tárbu kieđâvuššâđ eres váljukuudijn ko vuáđulahâváljukoddeest.

source: Saamelaiskäräjien tavoitteena on, että lain eduskuntakäsittely olisi nopea, lakiin ei tulisi muita muutoksia kuin mahdollisesti siirtymäsäännösten osalta ja luonnollisesti tuomme tämän toiveen esiin perustuslakivaliokunnalle. ”
smn: Sämitige ulmen lii, ete laavâ ovdâskoddekieđâvuššâm ličij jotteel, laahân iä puáđáččii eres nubástusah ko máhđulávt sirdumnjuolgâdusâi uásild já luándulávt pyehtip taam tuoivuu oovdân vuáhđulahâváljukoodán. ”

source: , saamelaiskäräjien puheenjohtaja Näkkäläjärvi kertoo.
smn: , sämitige saavâjođetteijee Näkkäläjärvi muštâl.

source: Saamelaiskäräjien vaalilautakunta on aloittanut valmistelut saamelaiskäräjien vaaleja varten. ”
smn: Sämitige vaaljâlävdikodde lii algâttâm valmâštâlmijd sämitige vaaljâi várás. ”

source: Odotamme tietenkin että uusi saamelaiskäräjälaki astuisi voimaan mahdollisimman pian.
smn: Vyerdip tiäđust-uv ete uđđâ sämitiggelaahâ šodâččij vuáimán nuuvt jotelávt ko máhđulâš.

source: Tilanne on meille haasteellinen.
smn: Tile lii mijjân hástulâš.

source: Joudumme ehkä aluksi toimimaan vanhan saamelaiskäräjälain nojalla, mutta samalla myös valmistautumaan uuden lain tuomiin uudistuksiin.
smn: Kolgâp kenski vistig toimâđ puáris sämitiggelaavâ vuáđuld, mutâ siämmást meid ráhtádâttâđ uđđâ laavâ pyehtim uđâsmitmijd.

source: Noudatamme aina kulloinkin voimassaolevaa lainsäädäntöä ja sen määrä-aikoja.
smn: Nuávdittep ain kuás-uv vyeimist orroo lahâasâttem já ton meriaaigijd.

source: Seuraamme lain eduskuntakäsittelyä ja niiden vaikutuksia.
smn: Čuávvup laavâ ovdâskoddekieđâvuššâm já tai vaikuttâsâid.

source: Lainsäädännön edellyttämät päätökset vaaliluettelon vahvistamisessa tehdään kulloinkin voimassa olevan lain ja määräaikojen mukaisesti.
smn: Lahâasâttem vaattâm miärádâsâid vaaljâluvâttâllâm naanoodmist toohâp kuás-uv vyeimist orroo laavâ já meriaaigij mield..

source: Sellaista tilannetta ei voi tulla, että vaaliluetteloon otettaisiin henkilöitä samanaikaisesti nykyisen saamelaismääritelmän ja uudistettavan saamelaismääritelmän nojalla, ” vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi kertoo.
smn: Taggaar tile ij pyevti šoddâđ, ete vaaljâluvâttâlmân valduuččii ulmuuh siämmáá-áigásávt tááláá sämmilâšmiäruštâllâm já uđâsmittee sämmilâšmiäruštâllâm vuáđuld, ” vaaljâlävdikode saavâjođetteijee Janne Näkkäläjärvi muštâl.

source: Saamelaiskäräjien vaalilautakunta tiedottaa saamelaisille saamelaiskäräjien kotisivuilla ja tiedotusvälineissä saamelaiskäräjien vaaliluetteloon hakeutumisesta ja mahdollisista muutoksista, mitä saamelaiskäräjälain uudistus tuo. ”
smn: Sämitige vaaljâlävdikodde tieđeet sämmilijd sämitige päikkisiijđoin já tieđettemniävuin sämitige vaaljâluvâttâlmân ucáluumeest já máhđulijn nubástusâin, maid sämitiggelaavâ uđâsmittem puáhtá. ”

source: Vaalilautakunta huolehtii siitä, että saamelaiset saavat ajoissa tietoa ja vaaliluetteloon hakeutumisesta, vaalien järjestämisestä ja ehdokasasettelusta saameksi ja suomeksi.
smn: Vaaljâlävdikodde huolât tast, ete sämmiliih finnejeh ääigild tiäđu já vaaljâluvâttâlmân ucâluumeest, vaaljâi orniimist já iävtukkâsasâttemist sämikielân já suomâkielân.

source: Vaalilautakunta huolehtii myös saamelaisten oikeusturvasta vaalien järjestämisen yhteydessä.
smn: Vaaljâlävdikodde huolât meid sämmilij vuoigâdvuođâtorvoost vaaljâi ornim ohtâvuođâst.

source: Äänestysautot tulevat myös vaaleihin ja voimme palvella äänestäjiä entistä paremmin, ” vaalilautakunnan puheenjohtaja kertoo.
smn: Jienâstemautoh puátih meid valjáid já pyehtip palvâliđ jienâsteijeid ovdiist pyerebeht, ” vaaljâlävdikode saavâjođetteijee maainâst.

source: Saamelaiskäräjät aloittaa valmistautumisen saamelaiskäräjälain tuomiin uudistuksiin. ”
smn: Sämitigge aalgât ráhtádâttâm sämitiggelaavâ pyehtim uđâsmitmijd. ”

source: Uusi saamelaiskäräjälaki edellyttää saamelaiskäräjien työjärjestyksen tarkistamista ja osa muutoksista on tehtävä kiireellisesti vaaleja koskevien säännöksien johdosta.
smn: Uđđâ sämitiggelaahâ váátá sämitige pargo-oornig tärhistem já uási nubástusâin kalgeh rähtiđ huápust valjáid kyeskee njuolgâdusâi tiet.

source: Kokonaisuudistuksen on oltava voimassa ja hyväksytty kun vuonna 2015 valittava saamelaiskäräjät aloittaa toimintansa.
smn: Olesuđâsmittem kalga leđe vyeimist já tuhhiittum ko sämitigge, mon väljejeh ive 2015 aalgât tooimâs.

source: Uudistuksessa kuullaan henkilöstöä, ” saamelaiskäräjien puheenjohtaja Näkkäläjärvi kertoo.
smn: Uđâsmitmist kuleh pargovievâ, ” sämitige saavâjođetteijee Näkkäläjärvi muštâl.

source: ” Saamelaiskäräjien vaalilautakunnan kokoonpanoa ja valitsemisperusteita esitetään muutettavaksi uudessa laissa.
smn: ” Sämitige vaaljâlävdikode čuákánpieijâm já valjimvuáđđusijd iävtutteh mutteđ uđđâ laavâst.

source: On siis hyvin todennäköistä, että saamelaiskäräjät joutuu asettamaan uuden vaalilautakunnan toimeenpanemaan vaalit uuden lainsäädännön nojalla ja saamelaiskäräjien tulee valmistautua käsittelemään asiaa hyvinkin pikaisesti, riippuen eduskuntakäsittelyn etenemisestä ” vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi kertoo.
smn: Lii návt uáli oskottettee, ete sämitigge kalga asâttiđ uđđâ vaaljâlävdikode olášuttiđ vaaljâid uđđâ lahâasâttem vuáđuld já sämitigge kalga ráhtádâttâđ kieđâvuššâđ ääši uáli-uv jotelávt, ton mield maht ovdâskoddekieđâvuššâm ovdán ” vaaljâlävdikode saavâjođetteijee Janne Näkkäläjärvi muštâl.

source: Lisätietoja: Vaalilautakunnan työn osalta vaalilautakunnan puheenjohtaja
smn: Lasetiäđuh: Vaaljâlävdikode pargo uásild vaaljâlävdikode saavâjođetteijee

source: Muuten saamelaiskäräjien puheenjohtaja
smn: Mudoi sämitige saavâjođetteijee
